---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.MEPAnalyticalSystem
source: html/2b701dc9-4c24-3e09-c682-719d3f170aea.htm
---
# MEPAnalyticalSystem Properties

The type of analytical system.